Repository: emergencytasker/EmergencyTaskerAPPs
Catalog: ETClient/Localization/SharedResource.*.resx
Languages: es

# NoHazAlcanzadoElTiempoMinimoDeServicio
source: You have not reached {0} minutes of minimum time to end the service
es: No haz alcanzado los {0} minutos de tiempo minimo para finalizar el servicio

# NoInicioConteo
source: We can't start counting time
es: No podemos iniciar a contar el tiempo

# NombreAccesorio
source: Accessory Name
es: Nombre del accesorio

# NombreCompleto
source: Full name
es: Nombre Completo

# NombreTitular
source: Name of owner
es: Nombre del Titular

# NoMostrarFormaPago
source: We cannot show your payment method at this time
es: No podemos mostrar tu forma de pago en este momento

# NoObtieneLugar
source: We can't get the place
es: No podemos obtener el lugar

# NoPodemosAcceder
source: We can't show this window, try again later
es: No podemos mostrar esta ventana, intenta de nuevo mas tarde

# NoPodemosContinuar
source: We can't continue
es: No podemos continuar

# NoPodemosDelegarElServicio
source: We can't delegate work now, try later
es: No podemos delegar el trabajo ahora, intenta mas tarde

# NoPodemosEliminarElServicio
source: We cannot delete the service
es: No podemos eliminar el servicio

# NoPodemosEliminarTrabajo
source: We can't delete this job, try again
es: No podemos eliminar este trabajo, intenta de nuevo

# NoPuedesAgendar
source: You cannot schedule within the time of an ongoing service, the deadline is
es: No puedes agendar dentro del tiempo de un servicio en curso, la fecha limite es

# NoRegistroPago
source: We cannot register the payment
es: No podemos registrar el pago

# NoSePuedeAcceder
source: It is not possible to access this view, your payment method is not valid, update your information in the menu
es: No es posible acceder a esta vista, tu forma de pago no es valida, actualiza tus datos en el menú

# NoSubirImagen
source: Could not upload image, try uploading again
es: No fue posible subir la imagen, intenta subir de nuevo

# Notificaciones
source: Notifications
es: Notificaciones

# NoValidoCodigo
source: We cannot validate the code, try again
es: No podemos validar el codigo, intenta de nuevo

# NoValidoFormaPago
source: We cannot schedule the service, we cannot validate your payment method
es: No podemos agendar el servicio, no podemos validar tu forma de pago

# NroSeguro
source: No. Health Insurance
es: Nro. Seguro Medico

# NSS
source: SSN
es: Número de Seguro Medico

# NssGuardado
source: Social Security Number Saved
es: Numero de seguro social guardado

# NuevaContraseña
source: New Password
es: Nueva Contraseña

# NullList
source: The list cannot be null
es: La lista no puede ser null

# NumeroDeCuentaNoValido
source: Your account number is not valid
es: Tu número de cuenta no es válido

# NumeroInvalido
source: The number you are trying to validate has not passed the test in the past, try another number
es: El número que intentas validar, no ha superado la prueba en el pasado, intenta con otro numero

# NumeroTarjeta
source: Card number
es: Número de Tarjeta

# NumeroTelefonico
source: Phone number
es: Número Telefónico

# OffLine
source: You are temporarily offline, real-time services are disabled
es: Estas temporalmente offline, los servicios en tiempo real estan desactivados

source: Opinion
es: Opinión (opcional)

# Opiniones
source: Opinions
es: Opiniones

# OrdenarPorCalificaciones
source: Sort by rating
es: Ordenar por calificación

# OrdenarPorTareasCompletadas
source: Sort by completed tasks
es: Ordenar por tareas completadas

# Otros
source: Others
es: Otros

# PagoNoAutorizado
source: We cannot authorize payment
es: No podemos autorizar el pago

# PagoNoLiberado
source: We cannot release the balance
es: No podemos liberar el saldo

# Pagos
source: Payments
es: Pagos

# PasswordNoActualizado
source: We cannot update the password
es: No podemos actualizar el password

# Pendiente
source: On hold
es: En espera

# Perfil
source: Profile
es: Perfil

# PermisoGPS
source: We require GPS permission to show your location on the map, try again
es: Requerimos el permiso del GPS para mostrar tu ubicación en el mapa, intenta de nuevo

# Preautorizado
source: Preauthorized
es: Preautorizado

# PrecioInvalido
source: The price of your service is not valid
es: El precio de tu servicio no es valido

# PrecioMinimo
source: The price of your service cannot be less than $ 1
es: El precio de tu servicio no puede ser menor a $1

# PrecioTiempo
source: Price per time
es: Precio por Tiempo

# PreguntaServicio
source: Will the service be at a specific time?
es: ¿El servicio será en una hora especifica?

# PresupuestoEnviado
source: The budget has been sent
es: Se ha enviado el presupuesto

# ProgramarCita
source: Schedule Appointment
es: Programar Cita

# Puesto
source: Market Stall
es: Puesto

# QuiresCancelarLaOperacion
source: Do you want to cancel the operation?
es: ¿Quieres cancelar la operacion?

# RecompensaInvalida
source: We cannot claim this reward
es: No podemos reclamar esta recompensa

# Recompensas
source: Rewards
es: Recompensas

# RecuerdaPrecioFinal
source: Remember that the final price may vary according to the registered time, the estimated time is {0} hour(s)
es: Recuerda que el precio final puede variar de acuerdo al tiempo registrado, el tiempo estimado es de {0} hora(s)

# RecuperarContraseña
source: Do you want to recover your password?
es: ¿Deseas recuperar tu contraseña?

# Reembolsado
source: Refunded
es: Reembolsado

# Reembolso
source: Service reimbursement
es: Reembolso del servicio

# ReembolsoNoAceptado
source: It was not possible to request a refund, try again later
es: No fue posible solicitar un reembolso, intenta mas tarde

# Reembolzar
source: Refund
es: Reembolsar

# ReenviarCod
source: Resend Code
es: Reenviar Código

# ReenviarCodigo
source: Resend code in
es: Reenviar código en

# ReferenciaInvalida
source: Invalid reference
es: Referencia no valida

# Registrar
source: to register
es: Registrar

# Registrarme
source: Sign Up
es: Registrarme

# Registrarse
source: Check in
es: Registrarse

# RegistroPago
source: Payment is registered
es: Se registro el pago

# RequeresInternet
source: You need an internet connection
es: Requieres una conexión a internet

# RequieresFormaPago
source: You need a payment method, do you want to configure your payment method?
es: ¿Requieres una forma de pago, quieres configurar tu forma de pago?

# RequieresPago
source: To access this view you need a payment method, go to the menu and check your payment methods
es: Para acceder a esta vista requieres una forma de pago, ve al menú y revisa tus métodos de pago

# RetirarDinero
source: Cash out
es: Retirar dinero

# RetiroEnProceso
source: The withdrawal is in progress can take up to 7 days to complete
es: El retiro está en progreso puede demorar hasta 7 días en completarse

# RevisaEmail
source: Check the email to continue
es: Revisa el email para continuar

# RoutingNumberNoValido
source: Your routing number is not valid
es: Tu routing number no es válido

# Ruta
source: Route
es: Ruta

# SaldoNoAbonado
source: We cannot pay the balance
es: No podemos abonar el saldo

# Saturday
source: sat
es: Sab

# SeAgregoLaRecompensaDeLosTrabajos
source: You have already added a code for the reward of the {0} jobs
es: Ya has agregado un código por la recompenza de los {0} trabajos

# SeCambioFoto
source: Profile image changed
es: Se ha cambiado la imagen de perfil

# SeEliminoFormaPago
source: Your current payment method has been removed, we will no longer use the card
es: Se ha eliminado tu forma de pago actual, ya no usaremos más la tarjeta

# Seguimiento
source: Service tracking, click to view
es: Seguimiento del servicio, haz click para ver

# SeguroCancelarServicio
source: Are you sure you want to cancel the service?
es: ¿Estas seguro de querer cancelar el servicio?

# SeguroDeEliminarServicio
source: Are you sure you want to delete the service?
es: ¿Estas seguro de querer eliminar el servicio?

# SeHaActualizadoElServicio
source: The service has been updated
es: Se ha actualizado el servicio

# SeHaEliminadoElServicio
source: Service has been deleted
es: Se ha eliminado el servicio

# SeHaRegistradoElServicio
source: The service has been registered
es: Se ha registrado el servicio

# SeleccionaCategoria
source: Select a category
es: Selecciona una categoría

# SeleccionarGrado
source: Select a degree
es: Selecciona un grado

# SeleccionarOpcionParaFoto
source: Choose the source of the image
es: Elige la fuente de la imagen

# SeleccionaSubcategoria
source: Select a subcategory
es: Selecciona una subcategoría

# SeleccionaUnaFechaDeFin
source: Select the end date of the job
es: Selecciona la fecha de fin del trabajo

# SeleccionaUnaFechaDeInicio
source: Select the start date of the job
es: Selecciona la fecha de inicio del trabajo

# Servicio
source: Service
es: Servicio

# ServicioAtendidoEn
source: The service will be attended in {0} hours
es: El servicio será atendido en {0} horas

# ServicioCancelado
source: The service was canceled
es: El servicio fue cancelado

# ServicioCompletado
source: Service Completed
es: Servicio Completado

# ServicioEnProceso
source: Your service is in process, remember that it can take up to 30 minutes to be attended
es: Tu servicio esta en proceso, recuerda que puede tardar hasta 30 minutos en ser atendido

# ServicioFinalizado
source: Finished service
es: Servicio finalizado

# ServicioPendiente
source: You have a pending service
es: Tienes un servicio pendiente

# ServicioPendienteDeCalificacion
source: Do you have a pending service to qualify, do you want to qualify?
es: ¿Tienes un servicio pendiente por calificar, deseas calificarlo?

# ServicioProceso
source: Your service is in Process
es: Tu servicio esta en Proceso

# Servicios
source: Services
es: Servicios

# SesionCaducada
source: Your session has expired
es: Tu sesión ha caducado

# SeSubioImagen
source: The image has been uploaded
es: Se ha subido la imagen

# SiCancelas
source: if you cancel you will be charged the 1 hour rate $
es: si cancelas se te cobrara la tarifa de 1 hora $

# SignIn
source: You still don't have an account?
es: ¿Aun no tienes cuenta?

# Siguiente
source: Following
es: Siguiente

# SinAccesoChat
source: We cannot access the chat
es: No podemos acceder al chat

# SinAccesorios
source: We could not upload the accessories, you can leave this responsibility to the tasker
es: No pudimos subir los accesorios, puedes dejar esta responsabilidad al tasker

# SinAccesoTiempo
source: The work will be finished and you will not have access to count the time
es: El trabajo será terminado y no volverás a tener acceso a contar el tiempo

# SinAgendarServicio
source: We cannot schedule the service, check your payment method or try again later
es: No podemos agendar el servicio, revisa tu forma de pago o intenta más tarde

# SinConcluirTrabajo
source: We can't finish the job, try later
es: No podemos concluir el trabajo, intenta más tarde

# SinConfigurarHora
source: We cannot set the time
es: No podemos configurar la hora

# SinContinuar
source: We can't continue, try later
es: No podemos continuar, intenta más tarde

# SinEliminarEvidencia
source: We can't delete the evidence, try later
es: No podemos eliminar la evidencia, intenta más tarde

# SinForma
source: No payment
es: Sin forma de pago

# SinFormaPago
source: We cannot configure the payment method
es: No podemos configurar la forma de pago

# SinInternet
source: You need an internet connection to continue ...
es: Requieres una conexión a internet para continuar...

# SinNotificaciones
source: You don't have notifications yet
es: Aun no tienes notificaciones

# SinRegistro
source: There is no record yet
es: Aún no existe ningún registro

# SinServicio
source: A service has not been assigned
es: No se ha asignado un servicio

# SinSesion
source: Continue without Login
es: Continuar sin Iniciar Sesión

# SinSesionIniciada
source: There is no session in the app, try again later
es: No hay una sesión en la app, intenta de nuevo mas tarde

# SinVista
source: We can't show the view right now, try again later
es: En este momento no podemos mostrar la vista, intenta de nuevo más tarde

# SolicitarNuevoCodigo
source: Request new code
es: Solicitar nuevo código

# SolicitudDePagoA
source: Payment request at {0}/{1}
es: Solicitud de pago a {0}/{1}

# SolicitudNoProcesada
source: Unable to process request, try again later
es: No se puede procesar la solicitud, intenta más tarde

# SolicitudProceso
source: Your request is in process, wait ...
es: Tu solicitud esta en proceso, espere...

# SolicitudReembo
source: Request refund
es: Solicitud de reembolso

# SolicitudReembolso
source: Request refund
es: Solicitud de Reembolso

# SolictarRecompensa
source: Request Reward
es: Solicitar recompensa

# Subcategoria
source: Subcategory
es: Subcategoría

# SubirEvidencia
source: Select from where you want to upload the evidence
es: Seleccione desde donde quieres subir la evidencia

# SubirTicket
source: Upload Buy Tickets
es: Subir Tickets de Compra

# Sunday
source: Sun
es: Dom

# Tarea
source: Task
es: Tarea

# Tareas
source: Tasks
es: Tareas

# TareasRealizadas
source: Completed tasks:
es: Tareas Realizadas:

# Taskers
source: Workers
es: Trabajadores

# Telefono
source: Phone
es: Teléfono

# TenSeguridad
source: Rest assured that you are in the best hands
es: Ten la seguridad de que estas en las mejores manos

# TerminarListaCompras
source: Are you done making the shopping list?
es: Ya has terminado de hacer la lista de compras?

# Terminos
source: I have read and accept privacy policy and terms of use.
es: He leído y acepto la política de privacidad y los términos de uso.

# Thursday
source: Thu
es: Jue

# Tiempo
source: Time
es: Tiempo

# TiempoEstimado
source: Estimated time
es: Tiempo Estimado

# TiempoTranscurrido
source: Time elapsed
es: Tiempo Transcurrido

# Titulo
source: Title
es: Titulo

# TomarFoto
source: Take photo
es: Tomar Foto

# Trabajar
source: To work
es: Trabajar

# Trabajoeliminado
source: Job has been deleted
es: Se ha eliminado el trabajo

# TrabajoGuardado
source: The job was saved
es: Se guardo el trabajo

# TrabajoIncompleto
source: Incomplete Work
es: Trabajo Incompleto

# TrabajoIniciado
source: Work Started
es: Trabajo Iniciado

# Trabajos
source: Jobs
es: Trabajos

# TrabajosMaximos
source: You have reached the limit of jobs that you can add, if you need to change your information, you can delete or edit your current jobs.
es: Haz alcanzado el limite de trabajos que puedes agregar, si necesitas cambiar tu información, puedes eliminar o editar tus trabajos actuales.

# TrabajoTerminado
source: Completed work
es: Trabajo terminado

# TransferenciaRealizada
source: Money has been transferred to your account
es: Se ha transferido el dinero a tu cuenta

# TransferirABalance
source: Do you want to transfer this money to your balance?
es: ¿Quieres transferir este dinero a tu balance?

# Tuesday
source: Tue
es: Mar

# Ubicacion
source: Location
es: Ubicación

# UbicacionNoValida
source: The map location is not valid, verify that you have selected a location
es: La ubicación del mapa no es válida, verifica que hayas seleccionado una ubicación

# UsaEsteCodigo
source: use this code: {0}
es: usa este código {0}

# Vence
source: Expires
es: Vence

# Vencimiento
source: Expiration
es: Vencimiento

# VerDetalle
source: See detail?
es: ¿Ver detalle?

# VerDetalles
source: See details
es: Ver Detalles

# Verificacion
source: check
es: Verificación

# VerificandoRecompensa
source: We are verifying the reward, we will notify you when it is validated
es: Estamos verificando la recompensa, te notificaremos cuando este validada

# VerInfo
source: See info
es: Ver Info

# VerLista
source: See shopping list
es: Ver lista de compras

# VerTicket
source: See Ticket
es: Ver Ticket

# ConfirmarServicio
source: Confirm service
es: Confirmar servicio

# Wednesday
source: Wed
es: Mie

# AgregarHorario
source: + Add schedules
es: + Agregar horarios

# Asistentes
source: Assistants
es: Asistentes

# Bienvenida
source: Welcome
es: Bienvenido

# Buena
source: Good
es: Buena

# BuscarServicio
source: Search Service
es: Buscar Servicio

# Calificaciones
source: Ratings
es: Calificaciones

# Certificacion
source: Certification
es: Certificación

# ClienteSinTelefono
source: The customer has not registered a phone
es: El cliente no ha registrado un teléfono

# ContactarCliente
source: Contact Customer
es: Contactar al Cliente

# Introduccion
source: Introduction
es: Introducción

# DetalleServicio
source: Service Details
es: Detalles del Servicio

# Direcciones
source: Addresses
es: Direcciones

# Evidencia
source: Evidence
es: Evidencia

# Excelente
source: Excellent
es: Excelente

# Filtros
source: Filters
es: Filtros

# Historial
source: History
es: Historial

# HistorialPagos
source: Payment history
es: Historial de Pagos

# Horarios
source: Schedule
es: Horarios

# Mala
source: Bad
es: Mala

# Mensajes
source: Messages
es: Mensajes

# MenuHamburguesa
source: Hamburger Menu
es: Menu Hamburguesa

# PagosServicio
source: Service Payments
es: Pagos de Servicios

# Pesima
source: Lousy
es: Pésima

# PresupuestoInvalido
source: You cannot send a quote worth $ 0
es: No puedes enviar un presupuesto por un valor de $0

# RecuperaContraseña
source: Recover password
es: Recuperar Contraseña

# ReestablecerContraseña
source: Restore password
es: Reestablecer Contraseña

# Registro
source: Sign Up
es: Registro

# Saltar
source: Skip
es: Saltar

# ServicioProgreso
source: Service in Process
es: Servicio en Proceso

# SolicitarServicio
source: Request Service
es: Solicitar Servicio

# TareasPendientes
source: Pending tasks
es: Tareas Pendientes

# TicketsCompra
source: Purchase Tickets
es: Tickets de Compra

# ToolList
source: Material's list
es: Lista de Materiales

# TrabajadorSinTelefono
source: The worker has not registered a phone
es: El trabajador no ha registrado un teléfono

# Verificar
source: check
es: Verificar

# VerifyPhone
source: Verification Telephone Number
es: Verificación Numero Teléfonico

# CodeMessage
source: Hi {0}, use this code {1}
es: Hola {0}, usa este codigo {1}

# CodigoDeVerificacion
source: Verification code
es: Código de verificación

# CodigoEnviadoAEmail
source: A code was sent to your email
es: Se envío un código a tu email

# CodigoEnviadoATelefono
source: A code was sent to your phone
es: Se envío un código a tu teléfono

# CodigoNoCoincideConElIngresado
source: The code does not match the one you entered
es: El código no coincide con el que has ingresado

# CodigoNoValido
source: Invalid Code
es: Código no valido

# ErrorAlEnviarElCodigo
source: We can't send the code, try again
es: No podemos enviar el código, intenta de nuevo

# FechaInicio
source: Work Start Date
es: Fecha de inicio del trabajo

# FechaDeFinalizacion
source: Actual date of completion of work
es: Fecha real de finalización del trabajo

# FechaAproximada
source: Approximate Date of Completion
es: Fecha aproximada de finalización

# SeguroDeEliminarElHorario
source: Are you sure you want to delete the schedule?
es: ¿Estas seguro de querer eliminar el horario?

# HorarioInvalido
source: One of the hours of {0} is not valid, the time intervals are wrong.
es: Uno de los horarios del día {0} no es válido, los intervalos de tiempo están mal.

# HorariosGuardados
source: All schedules have been saved
es: Se han guardado todos los horarios

# LimiteHorario
source: You can only add two time ranges
es: Sólo puedes agregar dos rangos horarios

# ErrorAlGuardarLosHorarios
source: Schedules were not saved, try again
es: No se guardaron los horarios, intenta de nuevo

# Galeria
source: Gallery
es: Galería

# HorarioDia
source: Day schedule $100
es: Horario de dia $100

# HorarioNoche
source: Night schedule $200
es: Horario de noche $200

# SeguroDeEliminarLaImagen
source: Are you sure you want to delete the image?
es: ¿Estas seguro de querer eliminar la imagen?

# Tarifas
source: Rate
es: Tarifas

# TiposTarifas
source: There are two collection fees in the application based on two schedules
es: Existen dos tarifas de cobro en la app basada en dos horarios

# VerPagos
source: See Payments
es: Ver Pagos

# AgregarFotos
source: Add photos here to show the quality of your work
es: Agrega aquí fotografías para mostrar la calidad de tu trabajo

# PorHora
source: per hour
es: por hora

# Tarifa
source: Rate
es: Tarifa

# ReembolsoDeServicio
source: The service was canceled, we returned ${0} to the card with termination {1}
es: El servicio fue cancelado, te devolvimos ${0} a la tarjeta con terminacion {1}

# SolicitudDeReembolso
source: Do you want to send a refund request?
es: Quieres mandar una solicitud de reembolso?

# Delegar
source: Delegate
es: Delegar

# ActivarCuentaTasker
source: Wait while we validate your account, we will notify you by mail when you are validated
es: Espera mientras validamos tu cuenta, te avisaremos por correo cuando estes validado

# CompartirCodigo
source: Share code
es: Compartir código

# EresElUnicoQuePuedeTomarElServicio
source: You are the only one who can take the service
es: Eres el único que puede tomar el servicio

# CalificasteA
source: You rated {0}
es: Calificaste a {0}

# Mes
source: Month
es: Mes

# TeAcabasteElTiempoDeTrabajo
source: You ran out of estimated work time
es: Te acabaste el tiempo de trabajo estimado

# Horas
source: {0} hour(s)
es: {0} hora(s)

# HorasExtra
source: Extra hours
es: Horas extra

# QuieresSolicitarMasTiempo
source: Do you want to request more time?
es: ¿Quieres solicitar más tiempo?

# SeleccionaCantidadHorasExtra
source: Select the hours to request
es: Selecciona las horas a solicitar

# SolicitarHorasExtraPor
source: Request overtime for ${0}
es: Solicitar horas extras por ${0}

# SolicitudHorasExtra
source: Extra hours request
es: Solicitud de horas extras

# TaskerSolicitaHorasExtra
source: The tasker has requested {0} hours
es: El tasker ha solicitado {0} horas extras

# CodigoEnviado
source: Code sent, check your email or your phone
es: Código enviado, revisa tu correo electrónico o tu teléfono

# EnEsperaDeAutorizacionHorasExtra
source: Standby for overtime authorization
es: En espera para la autorización de las horas extra

# Omitir
source: Skip
es: Omitir

# PendingPayment
source: You have a pending payment, click on the dollar icon to know more
es: Tienes un pago pendiente, haz click en el icono de dólar para saber mas

# SignUpForEmergencyTaskerAndGet50WhenYouHireYourFirstService
source: Register in an emergency tasker and receive 50 USD when hiring your first service
es: Regístrate en emergency tasker y recibe 50 USD al contratar tu primer servicio

# UseThisCodeAndReceive500WhenYouPerform10Jobs
source: Use this code "{0}" and receive 500 USD for doing 10 jobs
es: Usa este código "{0}" y recibe 500 USD al realizar 10 trabajos

# ToDistance
source: Search within {0} mi
es: En un radio de {0} mi

# EsteServicioNoCuentaConFondosParaRealizarse
source: This service has no funds or the funds were refunded
es: Este servicio no cuenta con fondos o los fondos fueron reembolsados

# ConClient
source: With client {0}
es: Con el cliente {0}

# ConTasker
source: With tasker {0}
es: Con el tasker {0}

# FechaDeFin
source: End date
es: Fecha de finalización

# FechaDeInicio
source: Start date
es: Fecha de inicio

# HoraDeFin
source: End hour
es: Hora de finalización

# HoraDeInicio
source: Start hour
es: Hora de inicio

# RevisaLaHoraYFechaDeTuTrabajo
source: Check the start and end time of your work, as through this data we will validate your time.
es: Revisa bien la hora de inicio y finalización de tu trabajo, ya que a través de estos datos validaremos tu tiempo.

# RecuerdaTiempoMaximo8Horas
source: Remember that the maximum working time is 8 hours
es: Recuerda que el tiempo máximo de trabajo son 8 horas
