Repository: emergencytasker/EmergencyTaskerAPPs
Catalog: ETClient/Localization/SharedResource.*.resx
Languages: es

# ElTrabajoHaEmpezado
source: The work is in progress, wait for the tasker to finish
es: El trabajo ha empezado, espera a que el tasker termine

# ElTrabajoHaTerminado
source: The work is done, now review the service
es: El trabajo se ha terminado, ahora califica al tasker

source: Accept
es: Aceptar

source: Categories
es: Categorias

source: Description
es: Descripción

source: Fill in the requested data so we can help you
es: Llena los datos que se solicitan para que podamos ayudarte

source: Services
es: Servicios

# TechnicalSupport
source: Support
es: Soporte técnico

# CantRetrieveServiceStatus
source: We cannot recover the service status
es: No podemos recuperar el estado del servicio

# ConfirmGoToPendingPayment
source: You have a pending payment to make, do you want to pay it now?
es: Tienes un pago pendiente por hacer, ¿quieres pagarlo ahora?

# ConfirmUploadEvidenceWithoutDescription
source: Do you want to upload the photo without comment?
es: ¿Quieres subir la foto sin comentario?

# InputEvidenceDescription
source: Enter a description for the photo
es: Ingresa una descripción para la foto

# InvalidFinishDate
source: The end time is invalid
es: El tiempo de finalización no es válido

# NewHitoMessage
source: You need to collect ${0}, notify the customer of this or create a payment request in the payments section
es: Te falta cobrar ${0}, avisa al cliente de esto o crea una petición de pago en la sección de pagos

# UserCancelService
source: {0} canceled the service
es: {0} cancelo el servicio

# CanceledReasonViewModel_BtnSend_Clicked_EligeUnaRazón
source: Choose a reason
es: Elige una razón

source: We cannot save your reason for cancellation, please try again
es: No podemos guardar tu razón de cancelación, intenta de nuevo

# DescripcionDeCancelacion
source: Enter a description (optional)
es: Ingresa una descripción (opcional)

# IngresaRazonDeCancelacion
source: Enter the reason for the cancellation
es: Ingresa la razón de la cancelación

source: Send reason
es: Enviar razón

source: Add service
es: Agregar servicio

# CostoSobreHora
source: ${0} / hour
es: ${0} / hora

# OpinionDelCliente
source: Tell us what you think of the client
es: ¿Qué opinas del cliente?

# OpinionDelServicio
source: Tell us what you think of service
es: ¿Qué opinas del servicio?

# CobroDeServicios
source: Earnings of services
es: Cobro de servicios

# IngresaUnEmailValido
source: Invalid email
es: Ingresa un email válido
