Repository: emergencytasker/EmergencyTaskerAPPs
Catalog: ETClient/Localization/SharedResource.*.resx
Languages: es

# A
source: To
es: A

# AbonarSaldoPago
source: Do you want to pay the balance for this payment?
es: ¿Deseas abonar el saldo para este pago?

# AccesoriosAdicionales
source: Additional accessories:
es: Accesorios Adicionales:

# Acciones
source: Actions
es: Acciones

# Aceptado
source: Accepted
es: Aceptado

# Aceptar
source: Accept
es: Aceptar

# AceptarServicio
source: Are you sure you want to accept the service
es: Estas seguro de aceptar el servicio

# ActivarCuenta
source: Check your email and activate your account to access
es: Revisa tu correo y activa tu cuenta para acceder

# ActivarDomicilio
source: (Activate this button, on your way to the address)
es: (Activa esto cuando vayas hacia el domicilio)

# ActivarLlegada
source: (Activate, when you arrive at location)
es: (Activa esto cuando estés en el domicilio)

# ActivarServicio
source: (Activate this when you start the service)
es: (Activa esto cuando empieces el servicio)

# ActividadServicio
source: Service activity
es: Actividad del servicio

# ActualizaFormaPago
source: Your payment method has been updated
es: Se ha actualizado tu forma de pago

# Actualizar
source: Swipe down to update
es: Desliza hacia abajo para actualizar

# AgregarAccesorio
source: Add accessory
es: Agregar accesorio

# AgregarDescripcion
source: You haven't added a description yet, click here to add it
es: Aún no has agregado una descripción, da click aquí para agregarla

# AgregarEditar
source: Add / Edit Service
es: Agregar / Editar Servicio

# AgregarEstudios
source: Add studies:
es: Agregar estudios:

# AgregarSaldo
source: Do you want to add balance for this payment?
es: ¿Deseas agregar saldo para este pago?

# AgregarTarjeta
source: Add Card
es: Agregar Tarjeta

# AgregarTrabajos
source: Add Jobs
es: Agregar Trabajos

# AgregoFormaPago
source: Your payment method has been added
es: Se ha agregado tu forma de pago

# Ahora
source: Now
es: Ahora

# ALas
source: at
es: a las

# Anterior
source: Previous
es: Anterior

# Aplicar
source: Apply
es: Aplicar

# ApoyoMereces
source: The support you deserve and the confidence you need
es: El apoyo que mereces y la confianza que necesitas

# AquiPuedesCambiarTuCodigo
source: Here you can change your code
es: Aquí puedes cambiar tu código

# Autenticacion
source: Two Step Authentication
es: Autenticación de dos pasos

# Autorizado
source: Authorized
es: Autorizado

# Autorizar
source: Authorize
es: Autorizar

# Ayer
source: Yesterday
es: Ayer

# AyudaBuscas
source: We offer you the help you are looking for
es: Te ofrecemos la ayuda que buscas

# Bienvenido
source: Welcome, Do you need help? Fast, timely and effective.
es: Bienvenido ¿Necesitas ayuda? Rápido, oportuno y eficaz.

# Buscar
source: Search
es: Buscar

# Calendario
source: Calendar
es: Calendario

# Calificacion
source: Qualification
es: Calificación

# CalificacionGuardada
source: Thanks! your review has been saved
es: Tu calificación ha sido guardada, gracias.

# CalificacionInvalida
source: The rating is not valid
es: La calificación no es valida

# Calificado
source: Qualified
es: Calificado

# CalificarServicio
source: Rate Service
es: Calificar Servicio

# CalificaServicio
source: Now you can rate the service
es: Ahora puedes calificar el servicio

# Cambiar
source: Change
es: Cambiar

# CambiarCodigo
source: Change code
es: Cambiar código

# CambiarFoto
source: Change Profile Photo
es: Cambiar Foto de Perfil

# CambiosGuardados
source: Changes saved
es: Se guardaron los cambios

# CaminoDomicilio
source: On the way home
es: En camino a domicilio

# Cancelado
source: Canceled
es: Cancelado

# Cancelar
source: Cancel
es: Cancelar

# CancelarServicio
source: Cancel service
es: Cancelar servicio

# Cantidad
source: Quantity
es: Cantidad

# CantidadDe
source: Are you sure you want to create the payment for the amount of
es: Estas seguro de querer crear el pago por la cantidad de

# CantidadNoValida
source: The amount is not valid
es: La cantidad no es válida

# Categoria
source: Category
es: Categoría

# CerrarSesion
source: Sign off
es: Cerrar sesión

# Certificaciones
source: Certifications
es: Certificaciones

# ChatCon
source: Chat with {0}
es: Chat con {0}

# CitaAgendada
source: The appointment has been scheduled
es: Se ha agendado la cita

# Codigo
source: Code
es: Codigo

# CodigoActualizado
source: Updated code, now you can use {0} to invite friends
es: Código actualizado, ahora puede usar {0} para invitar amigos

# CodigoAgregado
source: You have added a code
es: Has agregado un código

# CodigoCVC
source: CVC Code:
es: Código CVC:

# CodigoInvalido
source: Invalid Code
es: Código no valido

# CodigoMuyGrande
source: The code is very large, try a shorter one
es: El código es muy grande, intenta con uno más corto

# CodigoPais
source: You must select a country code
es: Debes seleccionar un código de país

# CodigoRecuperacion
source: Recovery Code
es: Código de recuperación

# CodigosMaximos
source: You have reached the limit of times you can try to send the validation code, try another number
es: Has alcanzado él limite de veces que puedes intentar enviar el código de validación, intenta con otro numero

# CodigosNoCoinciden
source: The codes do not match
es: Los códigos no coinciden

# CodigoYaRegistrado
source: You have already added this code before
es: Ya has agregado este código anteriormente

# Comenzar
source: Start
es: Comenzar

# ComenzarRuta
source: Do you want to start the route to the clients house?
es: ¿Deseas comenzar la ruta al domicilio?

# ComprarLista
source: Buy accessory list
es: Comprar lista de accesorios

# Con
source: With
es: Con

# ConCuenta
source: Do you already have an account?
es: ¿Ya tienes una cuenta?

# ConfigurarFormaPago
source: You need a payment method, do you want to configure your payment method?
es: ¿Requieres una forma de pago, quieres configurar tu forma de pago?

# Confirmar
source: Confirm
es: Confirmar

# ConfirmarContraseña
source: Confirm Password
es: Confirmar Contraseña

# ConfirmarCorreo
source: We send you an email to confirm your email
es: Te enviamos un email para confirmar tu correo

# Continuar
source: Continue
es: Continuar

# Contraseña
source: Password
es: Contraseña

# ContraseñaNoCoincide
source: Passwords do not match
es: Las contraseñas no coinciden

# ContraseñaOlvidada
source: Forgot password?
es: ¿Olvidaste tu Contraseña?

# Contratar
source: Hire
es: Contratar

# ContratarServicio
source: Hire service
es: Contratar servicio

# CorreoElectronico
source: Email
es: Correo Electrónico

# CorreoYaRegistrado
source: We cannot register, it is possible that the email is already registered
es: No podemos registrarte, es posible que el correo ya este registrado

# Costo
source: Cost
es: Costo

# CostoDe
source: Cost of
es: Costo de

# CostoHora
source: Cost per hour
es: Costo por Hora

# CostoPromedio
source: Cost per hour 100 - 200 USD
es: Costo por hora 100 - 200 USD

# CostoServicio
source: Cost of service
es: Costo del servicio

# CostoTiempo
source: USD x Hour
es: USD x Hora

# Creado
source: Created
es: Creado

# Curriculum
source: Resume
es: Curriculum

# DatosActualizados
source: Now log in with your new data
es: Ahora inicia sesión con tus nuevos datos

# DatosTarjeta
source: Card data
es: Datos de la Tarjeta

# De
source: From:
es: De:

# DebesAceptarTerminos
source: You must agree to terms and conditions
es: Debes aceptar los términos y condiciones

# DebesConfigurarCuentaParaRecibirFondos
source: You must set up an account to receive funds
es: Debes configurar una cuenta para recibir fondos

# DeMinusculas
source: from
es: de

# Descripcion
source: Description
es: Descripción

# DescripcionActualizada
source: Your description was updated
es: Se actualizó tu descripción

# DescripcionNoActualizada
source: We cannot update your description
es: No podemos actualizar tu descripción

# DescripcionServicio
source: Service description
es: Descripción del Servicio

# DeseasIniciarServicio
source: We are saving your location to know how far you accepted the service, are you sure you want to start the service?
es: Estamos guardando tu ubicación para saber a que distancia aceptaste el servicio ¿Estas seguro de querer iniciar el servicio?

# DeslizaActualizar
source: Swipe down to update
es: Desliza hacia abajo para actualizar

# Destino
source: Destination
es: Destino

# Detalle
source: Detail
es: Detalle

# DetallesServicio
source: Write here the details of the service you request
es: Escribe aquí los detalles del servicio que solicitas

# DetenerTiempo
source: Are you sure you want to stop time?
es: ¿Estas seguro de querer detener el tiempo?

# DetenTiempo
source: Stop the time to continue
es: Detén el tiempo para continuar

# Direccion
source: Direction
es: Dirección

# Distancia
source: Distance
es: Distancia

# Documentos
source: Documents:
es: Documentos:

# Editar
source: Edit
es: Editar

# EditarDocumentos
source: Edit Documents
es: Editar Documentos

# EditarNumero
source: Edit Number
es: Editar Número

# ElCodigoNoPuedeEstarVacio
source: The code cannot be empty
es: El código no puede estar vacío

# ElDia
source: The day
es: El Día

# ElegirTiempoEstimado
source: You must choose the estimated time of your work
es: Debes elegir el tiempo estimado de tu trabajo

# Eliminar
source: Remove
es: Eliminar

# EliminarAccesorio
source: Are you sure you want to remove this accessory?
es: ¿Estas seguro de querer eliminar este accesorio?

# EliminarFormaPago
source: The payment method will be eliminated, do you want to continue?
es: ¿Se va a eliminar el método de pago, deseas continuar?

# EliminarTrabajo
source: Are you sure you want to delete the job
es: Estas seguro de querer eliminar el trabajo

# EmailValido
source: Enter a valid email
es: Ingresa un email valido

# EmpezarTrabajo
source: Start Work
es: Empezar el Trabajo

# Empresa
source: Company
es: Empresa

# EnCaminoADomicilio
source: On the way to home
es: En Camino A Domicilio

# EnConstruccion
source: In construction
es: En construcción

# EncontramosServicio
source: We found a pending service to finish
es: Encontramos un servicio pendiente por terminar

# EnviarCalificacion
source: Are you sure to submit this qualification?
es: ¿Estas seguro de enviar esta calificación?

# EnviarCodigo
source: Send code
es: Enviar Codigo

# EnviarPresupuesto
source: Are you sure you send this quote for accessories?
es: ¿Estas seguro de enviar este presupuesto para los accesorios?

# ErrorBuscar
source: We can't search ... try again later
es: No podemos buscar... intenta de nuevo mas tarde

# ErrorCalificacion
source: We have a problem registering your review, don't worry if you can't do it now, you can go to your calendar, select the service and rate it later.
es: Tenemos un problema al registrar tu calificación, no te preocupes si no puedes hacerlo ahora, puedes ir a tu calendario, seleccionar el servicio y calificarlo después.

# ErrorEnviarCodigo
source: An error occurred while sending the code
es: Ocurrió un error al enviar el código

# ErrorFormaPago
source: There was an error registering your payment method, try again later
es: Ocurrió un error al registrar tu forma de pago, intenta de nuevo mas tarde

# ErrorImagen
source: An error occurred when uploading the image, try again
es: Ocurrió un error al subir la imagen, intenta de nuevo

# ErrorInicioSesion
source: Login failed, try again
es: Error al iniciar sesión, intenta de nuevo

# ErrorServicio
source: It was not possible to accept the service
es: No fue posible aceptar el servicio

# ErrorTarjeta
source: There was an error saving your card, try again later
es: Ocurrió un error al guardar tu tarjeta, intenta mas tarde

# EsApp
source: , this is the app of
es: , esta es la app del

# EscribeCodigo
source: Write the code we have sent to:
es: Escribe el codigo que hemos enviado al:

# EscribeDescripcion
source: Write a Description
es: Escribe una Descripción

# Estado
source: State
es: Estado

# EsteCodigo
source: Hi {0}, this is your recovery code {1}
es: Hola {0}, este es tu código de recuperación {1}

# EsteEsTuCodigoParaReferir
source: This is your referral code, share the code with a friend and receive a reward when your friend uses it.
es: Este es tu código para referir, comparte el código con un amigo y recibe un recompensa cuando tu amigo lo use.

# Estudios
source: Studies
es: Estudios

# EvidenciaAgregada
source: The evidence was added
es: Se agrego la evidencia

# Evidencias
source: Evidences
es: Evidencias

# Facebook
source: Login with Facebook
es: Entrar con Facebook

# FacebookFallido
source: It was not possible to log in with facebook, try again
es: No fue posible iniciar sesión con Facebook, intenta de nuevo

# FaltaConfirmarListaDeCompras
source: You have to confirm your shopping list before continuing
es: Tienes que confirmar tu lista de compras antes de continuar

# Fecha
source: Date
es: Fecha

# FechaNoValida
source: Date is invalid
es: La fecha no es valida

# FechasTrabajo
source: Dates you worked on
es: Fechas en las que laboró

# FechasTrabajos
source: Dates you worked on
es: Fechas en las que laboró

# Filtrar
source: Filter
es: Filtrar

# Fin
source: End
es: Fin

# Finalizado
source: Full service
es: Servicio completo

# FinalizarServicio
source: (Activate this when the service is over)
es: (Activa esto cuando el servicio haya concluido)

# Fondos
source: Money
es: Fondos

# FormasPago
source: Payment Methods
es: Formas de Pago

# FotoGaleria
source: Select photo from gallery
es: Seleccionar foto de galería

# FotoId
source: Click to take your ID photo
es: Haz clic para tomar la foto de tu ID

# Friday
source: Fri
es: Vie

# GaleriaImagenes
source: image gallery
es: Galería de imágenes

# Gracias
source: Thank you!
es: ¡Gracias!

# Grado
source: Degree:
es: Grado:

# Guardar
source: Save
es: Guardar

# GuardarDescripcion
source: Save Description
es: Guardar Descripción

# GuardarServicio
source: Save Service
es: Guardar Servicio

# HaceXHoras
source: {0} h ago
es: Hace {0} h

# HaceXMinutos
source: {0} m ago
es: Hace {0} m

# HazClick
source: Click on the image to edit it
es: Haz Click en la Imagen para Editarla

# HazClickParaAgregarUnaDescripcion
source: Click here to add an image or description to the ticket
es: Haz clic aquí para agregar una imagen o descripción al ticket

# HerramientasCompradas
source: Purchased Tools
es: Herramientas Compradas

# HerramientasMaximo
source: You cannot request more tools, but you can request a new payment
es: No puedes solicitar mas herramientas, pero puedes solicita un nuevo pago

# HerramientasSinPrecio
source: There are tools without price, assign them a price before continuing
es: Hay herramientas sin precio, asignales un precio antes de continuar

source: Home
es: Inicio

# Hora
source: Hour:
es: Hora:

# Indicaciones
source: Indications to reach the destination
es: Indicaciones para llegar al destino

# IngresaCorreo
source: Enter an email
es: Ingresa un correo

# IngresaCVC
source: You must enter the card cvc
es: Debes ingresar el cvc de la tarjeta

# IngresaDescripcion
source: Enter a Description:
es: Ingresa una Descripción:

# IngresaEmail
source: Enter your email
es: Ingresa tu email

# IngresaEmpresa
source: Enter the company where you worked
es: Ingresa la empresa donde laboraste

# IngresaFechaExpiracion
source: You must enter the date the card expires
es: Debes ingresar la fecha en que expira la tarjeta

# IngresaLaCantidadARetirar
source: Enter the amount you wish to withdraw, ${0}
es: Ingresa la cantidad que deseas retirar, ${0}

# IngresaNombre
source: Enter your Name
es: Ingresa tu Nombre

# IngresaNumeroTarjeta
source: You must enter the card number
es: Debes ingresar el número de la tarjeta

# IngresaPassword
source: Enter your password
es: Ingresa tu password

# IngresarCodigoVerificacion
source: Enter the verification code
es: Ingresa el código de verificación

# IngresarComentario
source: Enter a comment
es: Ingresa un comentario

# IngresarDescripcion
source: You must enter the description of your service
es: Debes ingresar la descripción de tu servicio

# IngresaTitular
source: You must enter the cardholder
es: Debes ingresar el titular de la tarjeta

# IngresaTuNumeroDeCuenta
source: Enter your account number
es: Ingresa tu número de cuenta

# IngresaTuRoutingNumber
source: Enter your routing number
es: Ingresa tu routing number

# IngresaUnaDescripcionDeTrabajo
source: Enter the job description
es: Ingresa la descripción del trabajo

# IngresaUnCodigo
source: Enter a friend's referral code and get a reward
es: Ingresa el código de referido de un amigo y obtén una recompensa

# Ingresaunmonto
source: Enter a Amount:
es: Ingresa un Monto:

# IngresUnPuesto
source: Enter a job
es: Ingresa un puesto de trabajo

# IniciarServicio
source: Start Service
es: Iniciar Servicio

# IniciarSesion
source: Log in
es: Iniciar Sesión

# IniciarTiempo
source: Are you sure you want to start time?
es: ¿Estas seguro de querer iniciar el tiempo?

# IniciaSesionApp
source: Log in to the {0} app, this is the application of {1}
es: Inicia sesión en la app del {0}, esta es la aplicación del {1}

# Inicio
source: Start
es: Inicio

# InicioSesionFallido
source: We cannot configure your login, try again later
es: No podemos configurar tu inicio de sesión, intenta de nuevo mas tarde

# Institucion
source: Institution:
es: Institución:

# IntentaMasTarde
source: We can't continue, try later
es: No podemos continuar, intenta mas tarde

# IntentarMasTarde
source: It was not possible to request the service, try again later ...
es: No fue posible solicitar el servicio, intenta de nuevo mas tarde...

# JustoAhora
source: Right now
es: Justo ahora

# LeisteContrato
source: You read the entire contract, do you want to return?
es: ¿Leíste todo el contrato, deseas regresar?

# Liberado
source: Released
es: Liberado

# Liberar
source: Release
es: Liberar

# LiberarPago
source: Do you want to release the payment?
es: ¿Desea liberar el pago?

# Lista
source: List
es: Lista

# ListaAccesorios
source: List of additional accessories
es: Lista de accesorios adicionales

# ListaMateriales
source: List of materials for work
es: Lista de materiales para el trabajo

# LlegadaADomicilio
source: Home Arrival
es: Llegada A Domicilio

# LlegadaDestino
source: Are you sure you've reached the place?
es: ¿Estas seguro de que has llegado al lugar?

# LlegadaDomicilio
source: Arriving at home
es: Llegando al domicilio

# LogOut
source: Leaving emergency tasker
es: Saliendo de emergency tasker

# LugaresTrabajos
source: Enter the last 3 places where you have worked
es: Ingresa los últimos 3 lugares en los que has trabajado

# MasInformacion
source: More information
es: Mas Información

# MasTareas
source: More Tasks Performed
es: Mas Tareas Realizadas

# MaterialExtra
source: Does your service require material for the job?
es: ¿Tu servicio requiere material para el trabajo?

# MayorPrecio
source: Highest Price
es: Mayor Precio

# MenorPrecio
source: Lower price
es: Menor Precio

# MenosTareas
source: Less Tasks Performed
es: Menos Tareas Realizadas

# MensajeAccesorio
source: Add additional accessories that may be required
es: Agrega los accesorios adicionales que se podrían requerir

# MensajeBtnMas
source: You can add accessories by clicking on the + button
es: Puedes agregar accesorios haciendo click en el boton +

# MensajeBuscar
source: Search here for some service
es: Buscar aquí algun servicio

# MensajeCodigo
source: Enter the code that we have sent to your email, in order to reset your password
es: Escribe el código que hemos enviado a tu email, para poder reestablecer tu contraseña

# MensajeCorreo
source: Enter the email address with which you registered, we will send you an email, so you can reset your password.
es: Escribe la dirección email con la que te registraste, te enviaremos un correo electrónico, para que puedas reestablecer tu contraseña.

# MensajeDocumentos
source: Certificate to start working with us, remember that the more documents you certify, you will give more confidence to your customers
es: Certifícate para comenzar a trabajar con nosotros, recuerda que entre mas documentos certifiques, brindaras más confianza a tus clientes

# MensajeEstudios
source: Enter the information requested according to the last degree of studies you have
es: Ingresa la información solicitada de acuerdo al ultimo grado de estudios que posees

# MensajeIndicaciones
source: Add details that make it easy to find the address
es: Agrega detalles que faciliten encontrar la dirección

# MensajeMinimo
source: The message must be at least 50 characters
es: El mensaje debe tener por lo menos 50 caracteres

# MensajeOpinion
source: Write here your opinion about the service you received and what you think of our assistant
es: Escribe aquí la tu opinión acerca del servicio que recibiste y que opinas de nuestro asistente

# MensajePassword
source: Enter your new password
es: Escribe tu nueva contraseña

# MensajeTareas
source: Follow the tasks to complete the service
es: Sigue las tareas para completar el servicio

# MensajeTasker
source: (Activate this when you start buying accessories)
es: (Activa esto cuando empieces a comprar los accesorios)

# MensajeTelefono
source: Verify your phone number
es: Verifica tu Numero de Teléfono

# MensajeTiempo
source: The maximum work time is 8 hours, you cannot exceed this time by appointment
es: El tiempo máximo de trabajo son 8 horas, no puedes exceder este tiempo por cita

source: Menu
es: Menú

# MiUbicacion
source: My location
es: Mi Ubicacion

# Modificar
source: Modify
es: Modificar

# Monday
source: Mon
es: Lun

# Monto
source: Amount
es: Monto

# NecesitasInternet
source: You need an internet connection to validate the code
es: Necesitas una conexión a internet para validar el codigo

# NoActualizaFormaPago
source: We cannot update your payment method, try again later
es: No podemos actualizar tu forma de pago, intenta de nuevo mas tarde

# NoAgendarServicio
source: We cannot schedule the service, try again later
es: No podemos agendar el servicio, intenta de nuevo mas tarde

# NoAgregoFormaPago
source: We cannot add your payment method, try again later
es: No podemos agregar tu forma de pago, intenta de nuevo mas tarde

# NoConfiguracionHora
source: We cannot set the time, reload the page
es: No podemos configurar la hora, recarga la página

# NoConfirmaLlegada
source: If the client does not confirm your arrival in 5 minutes, you can start counting your time
es: Si el cliente no confirma tu llegada en 5 minutos, puedes empezar a contar tu tiempo

# NoContoTiempo
source: We can't count the time
es: No podemos contar el tiempo

# NoDetuvoTiempo
source: We can't stop time, try again
es: No podemos detener el tiempo, intenta de nuevo

# NoEliminoFormaPago
source: It was not possible to delete the current payment method, try again later
es: No fue posible eliminar la forma actual de pago, intenta mas tarde

# NoFinalizoTrabajo
source: We can't finish the job
es: No podemos finalizar el trabajo

# NoFuePosibleRegistrarElServicio
source: It was not possible to register the service
es: No fue posible registrar el servicio

# NoGuardoAccesorio
source: We can't save the accessory, try again
es: No podemos guardar el accesorio, intenta de nuevo

# NoGuardoAccesorios
source: We couldn't save the accessories, try again later
es: No pudimos guardar los accesorios, intenta de nuevo mas tarde

# NoGuardoCambios
source: We can't save your changes, try later
es: No podemos guardar tus cambios, intenta mas tarde

# NoGuardoTicket
source: The ticket was not saved, try again
es: No se guardo el ticket, intenta de nuevo

# NoGuardoTrabajo
source: We can't save the job, try later
es: No podemos guardar el trabajo, intenta mas tarde
